Revit 2027 API
IEntryPoint.FinishInitialization Method
Namespace: Autodesk.Revit.DB.Macros
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
void FinishInitialization()
Sub FinishInitialization
void FinishInitialization()
abstract FinishInitialization : unit -> unit
See Also
Reference
IEntryPoint Interface
Autodesk.Revit.DB.Macros Namespace